[
  {
    "emoji": "💕",
    "title": "Lo increíble que eres",
    "content": "Sé que tal vez tu no te des cuenta, pero yo me doy cuenta de la clase de persona que eres cuando te veo amar con todo tu corazón, cuando te veo triste por el sufrimiento ajeno, cuando reconoces tus errores y los afrontas, y cuando yo cometo errores y me comprendes con mucho amor y cariño. Valoro cuando te esfuerzas, cuando tratas de hacer lo mejor para la relación y me enseñas a crecer contigo. Eres inteligente, hermosa y jamás ni en esta o mil vidas posteriores podré tener una novia mas increíble que la que tengo en este instante.",
    "footnote": "Te ama, ate 💜"
  },
  {
    "emoji": "💖",
    "title": "Muchas gracias",
    "content": "En esta carta te quería dar las gracias por enseñarme a amar, a respetar, a ser honesto y a creer en mí mismo como persona. Gracias a ti veo cosas en mí que no sabían que existían y aprendí a valorar las pequeñas cosas que tiene la vida que se vuelven más especiales cuando las comparto contigo. Eres el amor de mi vida, e incluso si las cosas no salen bien por siempre estaré eternamente agradecido de haber conocido a una persona tan especial. Mientras tanto solo deseo disfrutar cada momento que tengo contigo, y cuidar nuestra relación como si de un pollito chiquito se tratase.",
    "footnote": "Gracias por ser mi novia 💝"
  },
  {
    "emoji": "💝",
    "title": "Siempre y para siempre",
    "content": "Estamos acostumbrados a decir que nos amaremos para siempre pero la realidad y una cosa que me aterra mucho es la certeza de que nada es para siempre. Por algo a la hora de casarse se dice 'hasta que la muerte los separe', pues incluso si nos casamos y vivimos toda una vida juntos en algún momento ese hecho se dará. Aceptar esa realidad me ha causado muchos miedos y ansiedades, pues en este momento no me imagino una vida sin ti. He tratado lo mas que he podido de ser una persona autosuficiente emocionalmente, y creo que lo he sido estos últimos años. Pero has despertado en mi miedos que no sabían que existían, al mismo tiempo que un amor tan grande como el que jamás he experimentado nunca con alguien. Hay veces en que mi sentimiento de amor me hace sentir increíble, pero en nuestros momentos mas bajos dejo que el miedo gane y se lleva consigo parte de la felicidad que me caracteriza. Por eso, a pesar del título de esta carta, no te puedo prometer que estaremos juntos para siempre, pero si te puedo prometer que llevo contigo un pedazo enorme de ti que por siempre voy a guardar y atesorar en mi memoria y en mi corazón, y deseo con todo mi ser haber causado ese mismo efecto en ti. Todo lo hermoso de esta relación, nuestro presente y nuestro pasado, es algo hermosísimo que quiero preservar en esta vida y que ruego a Dios que dure lo máximo posible, y si no lo logramos lo seguiré intentando una y otra vez, porque no tengo miedo en decir que siempre seré tuyo.",
    "footnote": "Eternamente tuyo 💕"
  }
] 